{
  "vocabulary": [
    [
      "quick",
      0
    ],
    [
      "look",
      1
    ],
    [
      "at",
      2
    ],
    [
      "the",
      3
    ],
    [
      "editor",
      4
    ],
    [
      "step",
      5
    ],
    [
      "of",
      6
    ],
    [
      "let",
      7
    ],
    [
      "start",
      8
    ],
    [
      "with",
      9
    ],
    [
      "you",
      10
    ],
    [
      "ll",
      11
    ],
    [
      "use",
      12
    ],
    [
      "confluence",
      13
    ],
    [
      "to",
      14
    ],
    [
      "create",
      15
    ],
    [
      "and",
      16
    ],
    [
      "edit",
      17
    ],
    [
      "pages",
      18
    ],
    [
      "can",
      19
    ],
    [
      "type",
      20
    ],
    [
      "in",
      21
    ],
    [
      "as",
      22
    ],
    [
      "would",
      23
    ],
    [
      "any",
      24
    ],
    [
      "document",
      25
    ],
    [
      "apply",
      26
    ],
    [
      "formatting",
      27
    ],
    [
      "embed",
      28
    ],
    [
      "other",
      29
    ],
    [
      "content",
      30
    ],
    [
      "files",
      31
    ],
    [
      "into",
      32
    ],
    [
      "page",
      33
    ],
    [
      "looks",
      34
    ],
    [
      "like",
      35
    ],
    [
      "this",
      36
    ],
    [
      "click",
      37
    ],
    [
      "images",
      38
    ],
    [
      "for",
      39
    ],
    [
      "larger",
      40
    ],
    [
      "view",
      41
    ],
    [
      "here",
      42
    ],
    [
      "is",
      43
    ],
    [
      "description",
      44
    ],
    [
      "components",
      45
    ],
    [
      "toolbar",
      46
    ],
    [
      "provides",
      47
    ],
    [
      "tools",
      48
    ],
    [
      "format",
      49
    ],
    [
      "color",
      50
    ],
    [
      "lists",
      51
    ],
    [
      "tables",
      52
    ],
    [
      "indent",
      53
    ],
    [
      "align",
      54
    ],
    [
      "text",
      55
    ],
    [
      "insert",
      56
    ],
    [
      "such",
      57
    ],
    [
      "symbols",
      58
    ],
    [
      "links",
      59
    ],
    [
      "multimedia",
      60
    ],
    [
      "macros",
      61
    ],
    [
      "where",
      62
    ],
    [
      "your",
      63
    ],
    [
      "team",
      64
    ],
    [
      "will",
      65
    ],
    [
      "also",
      66
    ],
    [
      "drag",
      67
    ],
    [
      "attachments",
      68
    ],
    [
      "from",
      69
    ],
    [
      "desktop",
      70
    ],
    [
      "if",
      71
    ],
    [
      "people",
      72
    ],
    [
      "are",
      73
    ],
    [
      "editing",
      74
    ],
    [
      "same",
      75
    ],
    [
      "time",
      76
    ],
    [
      "see",
      77
    ],
    [
      "their",
      78
    ],
    [
      "changes",
      79
    ],
    [
      "real",
      80
    ],
    [
      "publish",
      81
    ],
    [
      "or",
      82
    ],
    [
      "close",
      83
    ],
    [
      "we",
      84
    ],
    [
      "re",
      85
    ],
    [
      "saving",
      86
    ],
    [
      "all",
      87
    ],
    [
      "once",
      88
    ],
    [
      "ready",
      89
    ],
    [
      "hit",
      90
    ],
    [
      "so",
      91
    ],
    [
      "others",
      92
    ],
    [
      "finish",
      93
    ],
    [
      "later",
      94
    ],
    [
      "what",
      95
    ],
    [
      "organize",
      96
    ],
    [
      "discuss",
      97
    ],
    [
      "work",
      98
    ],
    [
      "meeting",
      99
    ],
    [
      "notes",
      100
    ],
    [
      "project",
      101
    ],
    [
      "plans",
      102
    ],
    [
      "requirements",
      103
    ],
    [
      "sprint",
      104
    ],
    [
      "planning",
      105
    ],
    [
      "how",
      106
    ],
    [
      "guides",
      107
    ],
    [
      "anything",
      108
    ],
    [
      "button",
      109
    ],
    [
      "on",
      110
    ],
    [
      "header",
      111
    ],
    [
      "some",
      112
    ],
    [
      "types",
      113
    ],
    [
      "contain",
      114
    ],
    [
      "diagrams",
      115
    ],
    [
      "activity",
      116
    ],
    [
      "streams",
      117
    ],
    [
      "videos",
      118
    ],
    [
      "more",
      119
    ],
    [
      "puts",
      120
    ],
    [
      "online",
      121
    ],
    [
      "central",
      122
    ],
    [
      "place",
      123
    ],
    [
      "search",
      124
    ],
    [
      "it",
      125
    ],
    [
      "try",
      126
    ],
    [
      "learn",
      127
    ],
    [
      "wonders",
      128
    ],
    [
      "autoconvert",
      129
    ],
    [
      "automatically",
      130
    ],
    [
      "transforms",
      131
    ],
    [
      "linked",
      132
    ],
    [
      "rich",
      133
    ],
    [
      "jira",
      134
    ],
    [
      "issues",
      135
    ],
    [
      "youtube",
      136
    ],
    [
      "vimeo",
      137
    ],
    [
      "flickr",
      138
    ],
    [
      "photo",
      139
    ],
    [
      "tweets",
      140
    ],
    [
      "google",
      141
    ],
    [
      "maps",
      142
    ],
    [
      "many",
      143
    ],
    [
      "two",
      144
    ],
    [
      "examples",
      145
    ],
    [
      "action",
      146
    ],
    [
      "yourself",
      147
    ],
    [
      "copy",
      148
    ],
    [
      "link",
      149
    ],
    [
      "https",
      150
    ],
    [
      "youtu",
      151
    ],
    [
      "be",
      152
    ],
    [
      "rxhl9cfwx2c",
      153
    ],
    [
      "paste",
      154
    ],
    [
      "onto",
      155
    ],
    [
      "video",
      156
    ],
    [
      "save",
      157
    ],
    [
      "com",
      158
    ],
    [
      "atlassian",
      159
    ],
    [
      "george",
      160
    ],
    [
      "street",
      161
    ],
    [
      "new",
      162
    ],
    [
      "south",
      163
    ],
    [
      "wales",
      164
    ],
    [
      "australia",
      165
    ],
    [
      "hl",
      166
    ],
    [
      "en",
      167
    ],
    [
      "33",
      168
    ],
    [
      "866572",
      169
    ],
    [
      "151",
      170
    ],
    [
      "207001",
      171
    ],
    [
      "spn",
      172
    ],
    [
      "004321",
      173
    ],
    [
      "008256",
      174
    ],
    [
      "sll",
      175
    ],
    [
      "870509",
      176
    ],
    [
      "203707",
      177
    ],
    [
      "sspn",
      178
    ],
    [
      "008641",
      179
    ],
    [
      "016512",
      180
    ],
    [
      "oq",
      181
    ],
    [
      "hq",
      182
    ],
    [
      "radius",
      183
    ],
    [
      "15000",
      184
    ],
    [
      "18",
      185
    ],
    [
      "iwloc",
      186
    ],
    [
      "render",
      187
    ],
    [
      "lay",
      188
    ],
    [
      "out",
      189
    ],
    [
      "layouts",
      190
    ],
    [
      "provide",
      191
    ],
    [
      "structure",
      192
    ],
    [
      "column",
      193
    ],
    [
      "three",
      194
    ],
    [
      "making",
      195
    ],
    [
      "easy",
      196
    ],
    [
      "anyone",
      197
    ],
    [
      "beautiful",
      198
    ],
    [
      "layout",
      199
    ],
    [
      "section",
      200
    ],
    [
      "added",
      201
    ],
    [
      "dotted",
      202
    ],
    [
      "lines",
      203
    ],
    [
      "indicate",
      204
    ],
    [
      "boundaries",
      205
    ],
    [
      "choose",
      206
    ],
    [
      "example",
      207
    ],
    [
      "columns",
      208
    ],
    [
      "add",
      209
    ],
    [
      "another",
      210
    ],
    [
      "different",
      211
    ],
    [
      "update",
      212
    ],
    [
      "sections",
      213
    ],
    [
      "need",
      214
    ],
    [
      "each",
      215
    ],
    [
      "have",
      216
    ],
    [
      "tell",
      217
    ],
    [
      "think",
      218
    ],
    [
      "comment",
      219
    ],
    [
      "discussion",
      220
    ],
    [
      "by",
      221
    ],
    [
      "simply",
      222
    ],
    [
      "leaving",
      223
    ],
    [
      "one",
      224
    ],
    [
      "why",
      225
    ],
    [
      "not",
      226
    ],
    [
      "give",
      227
    ],
    [
      "go",
      228
    ],
    [
      "bottom",
      229
    ],
    [
      "typing",
      230
    ],
    [
      "area",
      231
    ],
    [
      "when",
      232
    ],
    [
      "finished",
      233
    ],
    [
      "just",
      234
    ],
    [
      "press",
      235
    ],
    [
      "don",
      236
    ],
    [
      "confine",
      237
    ],
    [
      "comments",
      238
    ],
    [
      "highlight",
      239
    ],
    [
      "an",
      240
    ],
    [
      "inline",
      241
    ],
    [
      "hint",
      242
    ],
    [
      "mention",
      243
    ],
    [
      "user",
      244
    ],
    [
      "then",
      245
    ],
    [
      "name",
      246
    ],
    [
      "notified",
      247
    ],
    [
      "that",
      248
    ],
    [
      "mentioned",
      249
    ],
    [
      "them",
      250
    ],
    [
      "prettify",
      251
    ],
    [
      "image",
      252
    ],
    [
      "helps",
      253
    ],
    [
      "fast",
      254
    ],
    [
      "office",
      255
    ],
    [
      "documents",
      256
    ],
    [
      "even",
      257
    ],
    [
      "tip",
      258
    ],
    [
      "iceberg",
      259
    ],
    [
      "comes",
      260
    ],
    [
      "creating",
      261
    ],
    [
      "useful",
      262
    ],
    [
      "right",
      263
    ],
    [
      "hand",
      264
    ],
    [
      "position",
      265
    ],
    [
      "cursor",
      266
    ],
    [
      "dialog",
      267
    ],
    [
      "shows",
      268
    ],
    [
      "attached",
      269
    ],
    [
      "select",
      270
    ],
    [
      "named",
      271
    ],
    [
      "origami",
      272
    ],
    [
      "necktie",
      273
    ],
    [
      "return",
      274
    ],
    [
      "properties",
      275
    ],
    [
      "panel",
      276
    ],
    [
      "resize",
      277
    ],
    [
      "clicking",
      278
    ],
    [
      "square",
      279
    ],
    [
      "buttons",
      280
    ],
    [
      "entering",
      281
    ],
    [
      "width",
      282
    ],
    [
      "curl",
      283
    ],
    [
      "shadow",
      284
    ],
    [
      "option",
      285
    ],
    [
      "effects",
      286
    ],
    [
      "should",
      287
    ],
    [
      "completed",
      288
    ],
    [
      "preview",
      289
    ],
    [
      "file",
      290
    ],
    [
      "wide",
      291
    ],
    [
      "range",
      292
    ],
    [
      "including",
      293
    ],
    [
      "microsoft",
      294
    ],
    [
      "pdfs",
      295
    ],
    [
      "get",
      296
    ],
    [
      "serious",
      297
    ],
    [
      "table",
      298
    ],
    [
      "drop",
      299
    ],
    [
      "simplicity",
      300
    ],
    [
      "remove",
      301
    ],
    [
      "cut",
      302
    ],
    [
      "rows",
      303
    ],
    [
      "makes",
      304
    ],
    [
      "working",
      305
    ],
    [
      "menu",
      306
    ],
    [
      "size",
      307
    ],
    [
      "appears",
      308
    ],
    [
      "there",
      309
    ],
    [
      "first",
      310
    ],
    [
      "cell",
      311
    ],
    [
      "row",
      312
    ],
    [
      "below",
      313
    ],
    [
      "last",
      314
    ],
    [
      "delete",
      315
    ],
    [
      "grab",
      316
    ],
    [
      "borders",
      317
    ],
    [
      "live",
      318
    ],
    [
      "spaces",
      319
    ],
    [
      "demonstration",
      320
    ],
    [
      "space",
      321
    ],
    [
      "play",
      322
    ],
    [
      "worry",
      323
    ],
    [
      "won",
      324
    ],
    [
      "break",
      325
    ],
    [
      "top",
      326
    ],
    [
      "now",
      327
    ],
    [
      "words",
      328
    ],
    [
      "anywhere",
      329
    ],
    [
      "fun",
      330
    ],
    [
      "change",
      331
    ],
    [
      "tool",
      332
    ],
    [
      "bar",
      333
    ],
    [
      "web",
      334
    ],
    [
      "enter",
      335
    ],
    [
      "address",
      336
    ],
    [
      "http",
      337
    ],
    [
      "www",
      338
    ],
    [
      "find",
      339
    ],
    [
      "picture",
      340
    ],
    [
      "computer",
      341
    ],
    [
      "options",
      342
    ],
    [
      "ou",
      343
    ],
    [
      "next",
      344
    ],
    [
      "back",
      345
    ],
    [
      "home",
      346
    ],
    [
      "share",
      347
    ],
    [
      "member",
      348
    ],
    [
      "ve",
      349
    ],
    [
      "created",
      350
    ],
    [
      "want",
      351
    ],
    [
      "members",
      352
    ],
    [
      "do",
      353
    ],
    [
      "someone",
      354
    ],
    [
      "about",
      355
    ],
    [
      "person",
      356
    ],
    [
      "group",
      357
    ],
    [
      "email",
      358
    ],
    [
      "message",
      359
    ],
    [
      "background",
      360
    ],
    [
      "send",
      361
    ],
    [
      "shared",
      362
    ],
    [
      "administrator",
      363
    ],
    [
      "has",
      364
    ],
    [
      "mail",
      365
    ],
    [
      "server",
      366
    ],
    [
      "only",
      367
    ],
    [
      "show",
      368
    ],
    [
      "testspace",
      369
    ],
    [
      "welcome",
      370
    ],
    [
      "ahead",
      371
    ],
    [
      "customize",
      372
    ],
    [
      "way",
      373
    ],
    [
      "sample",
      374
    ],
    [
      "started",
      375
    ],
    [
      "core",
      376
    ],
    [
      "harvey",
      377
    ],
    [
      "honner",
      378
    ],
    [
      "white",
      379
    ],
    [
      "lead",
      380
    ],
    [
      "alana",
      381
    ],
    [
      "baczewski",
      382
    ],
    [
      "tech",
      383
    ],
    [
      "sameer",
      384
    ],
    [
      "farrell",
      385
    ],
    [
      "marketing",
      386
    ],
    [
      "mia",
      387
    ],
    [
      "bednarczyk",
      388
    ],
    [
      "recruitment",
      389
    ],
    [
      "roadmap",
      390
    ],
    [
      "adding",
      391
    ],
    [
      "planner",
      392
    ],
    [
      "macro",
      393
    ],
    [
      "visibility",
      394
    ],
    [
      "tips",
      395
    ],
    [
      "reading",
      396
    ],
    [
      "blog",
      397
    ],
    [
      "plan",
      398
    ],
    [
      "better",
      399
    ],
    [
      "2015",
      400
    ],
    [
      "true",
      401
    ],
    [
      "7b",
      402
    ],
    [
      "22title",
      403
    ],
    [
      "22",
      404
    ],
    [
      "3a",
      405
    ],
    [
      "22roadmap",
      406
    ],
    [
      "20planner",
      407
    ],
    [
      "2c",
      408
    ],
    [
      "22timeline",
      409
    ],
    [
      "22startdate",
      410
    ],
    [
      "222015",
      411
    ],
    [
      "06",
      412
    ],
    [
      "01",
      413
    ],
    [
      "2000",
      414
    ],
    [
      "3a00",
      415
    ],
    [
      "22enddate",
      416
    ],
    [
      "12",
      417
    ],
    [
      "31",
      418
    ],
    [
      "22displayoption",
      419
    ],
    [
      "22month",
      420
    ],
    [
      "7d",
      421
    ],
    [
      "22lanes",
      422
    ],
    [
      "5b",
      423
    ],
    [
      "22marketing",
      424
    ],
    [
      "22color",
      425
    ],
    [
      "22lane",
      426
    ],
    [
      "23f15c75",
      427
    ],
    [
      "22bar",
      428
    ],
    [
      "23f58598",
      429
    ],
    [
      "22text",
      430
    ],
    [
      "23ffffff",
      431
    ],
    [
      "22count",
      432
    ],
    [
      "3a1",
      433
    ],
    [
      "22bars",
      434
    ],
    [
      "22social",
      435
    ],
    [
      "20campaign",
      436
    ],
    [
      "22description",
      437
    ],
    [
      "22add",
      438
    ],
    [
      "20a",
      439
    ],
    [
      "20description",
      440
    ],
    [
      "20to",
      441
    ],
    [
      "20your",
      442
    ],
    [
      "20bars",
      443
    ],
    [
      "20here",
      444
    ],
    [
      "07",
      445
    ],
    [
      "30",
      446
    ],
    [
      "2011",
      447
    ],
    [
      "3a10",
      448
    ],
    [
      "3a05",
      449
    ],
    [
      "22duration",
      450
    ],
    [
      "3a3",
      451
    ],
    [
      "6435643564356437",
      452
    ],
    [
      "22rowindex",
      453
    ],
    [
      "3a0",
      454
    ],
    [
      "22id",
      455
    ],
    [
      "22e703c6a8",
      456
    ],
    [
      "1649",
      457
    ],
    [
      "4d20",
      458
    ],
    [
      "9ccf",
      459
    ],
    [
      "2c7a8698e385",
      460
    ],
    [
      "22pagelink",
      461
    ],
    [
      "22website",
      462
    ],
    [
      "20development",
      463
    ],
    [
      "17",
      464
    ],
    [
      "2006",
      465
    ],
    [
      "3a24",
      466
    ],
    [
      "3a57",
      467
    ],
    [
      "3069306930693068",
      468
    ],
    [
      "22655d454d",
      469
    ],
    [
      "b701",
      470
    ],
    [
      "4584",
      471
    ],
    [
      "a301",
      472
    ],
    [
      "9ea0bb86ed32",
      473
    ],
    [
      "3a2",
      474
    ],
    [
      "22c420ef33",
      475
    ],
    [
      "ae28",
      476
    ],
    [
      "4828",
      477
    ],
    [
      "958f",
      478
    ],
    [
      "8a9d793153b3",
      479
    ],
    [
      "22crowdfunding",
      480
    ],
    [
      "5544554455445545",
      481
    ],
    [
      "5d",
      482
    ],
    [
      "22people",
      483
    ],
    [
      "23654982",
      484
    ],
    [
      "238c77a1",
      485
    ],
    [
      "22recruitment",
      486
    ],
    [
      "221230bab8",
      487
    ],
    [
      "718c",
      488
    ],
    [
      "47da",
      489
    ],
    [
      "903a",
      490
    ],
    [
      "2cbdcb220d97",
      491
    ],
    [
      "08",
      492
    ],
    [
      "2013",
      493
    ],
    [
      "3a46",
      494
    ],
    [
      "3a55",
      495
    ],
    [
      "228639d09c",
      496
    ],
    [
      "59d1",
      497
    ],
    [
      "4d1f",
      498
    ],
    [
      "ad91",
      499
    ],
    [
      "c78f04b20135",
      500
    ],
    [
      "22assessment",
      501
    ],
    [
      "20period",
      502
    ],
    [
      "910891089108911",
      503
    ],
    [
      "09",
      504
    ],
    [
      "2021",
      505
    ],
    [
      "3a23",
      506
    ],
    [
      "22802b53f7",
      507
    ],
    [
      "ba66",
      508
    ],
    [
      "4415",
      509
    ],
    [
      "984d",
      510
    ],
    [
      "efef93b4caec",
      511
    ],
    [
      "22training",
      512
    ],
    [
      "5841584158415842",
      513
    ],
    [
      "11",
      514
    ],
    [
      "15",
      515
    ],
    [
      "3a41",
      516
    ],
    [
      "22502fac56",
      517
    ],
    [
      "3849",
      518
    ],
    [
      "415f",
      519
    ],
    [
      "b412",
      520
    ],
    [
      "af27c39229b7",
      521
    ],
    [
      "22finalisation",
      522
    ],
    [
      "4356435643564356",
      523
    ],
    [
      "22product",
      524
    ],
    [
      "233b7fc4",
      525
    ],
    [
      "236c9fd3",
      526
    ],
    [
      "24",
      527
    ],
    [
      "2004",
      528
    ],
    [
      "3a02",
      529
    ],
    [
      "3a22",
      530
    ],
    [
      "2200ada54b",
      531
    ],
    [
      "0998",
      532
    ],
    [
      "41a5",
      533
    ],
    [
      "aa98",
      534
    ],
    [
      "712ecdec8c7f",
      535
    ],
    [
      "22planning",
      536
    ],
    [
      "1782178217821784",
      537
    ],
    [
      "2001",
      538
    ],
    [
      "3a54",
      539
    ],
    [
      "3a03",
      540
    ],
    [
      "2271967f2c",
      541
    ],
    [
      "f3ab",
      542
    ],
    [
      "4871",
      543
    ],
    [
      "aaf5",
      544
    ],
    [
      "7cf31389e62f",
      545
    ],
    [
      "22development",
      546
    ],
    [
      "9207920792079207",
      547
    ],
    [
      "10",
      548
    ],
    [
      "29",
      549
    ],
    [
      "3a04",
      550
    ],
    [
      "3a09",
      551
    ],
    [
      "22d76ac773",
      552
    ],
    [
      "3ee7",
      553
    ],
    [
      "495b",
      554
    ],
    [
      "9d7f",
      555
    ],
    [
      "1daf267dc58c",
      556
    ],
    [
      "22testing",
      557
    ],
    [
      "2002",
      558
    ],
    [
      "3a36",
      559
    ],
    [
      "3a49",
      560
    ],
    [
      "224f584dc6",
      561
    ],
    [
      "63b8",
      562
    ],
    [
      "4efa",
      563
    ],
    [
      "a98e",
      564
    ],
    [
      "a5d7bbe9910e",
      565
    ],
    [
      "22deploy",
      566
    ],
    [
      "0297029702970297",
      567
    ],
    [
      "22markers",
      568
    ],
    [
      "22yearly",
      569
    ],
    [
      "20finalisation",
      570
    ],
    [
      "22markerdate",
      571
    ],
    [
      "2012",
      572
    ],
    [
      "3a21",
      573
    ],
    [
      "7droadmap",
      574
    ],
    [
      "20plannerf0477dfac6f6ca380d8c5f2f44041947",
      575
    ],
    [
      "know",
      576
    ],
    [
      "everything",
      577
    ],
    [
      "agendas",
      578
    ],
    [
      "timelines",
      579
    ],
    [
      "technical",
      580
    ],
    [
      "documentation",
      581
    ],
    [
      "located",
      582
    ],
    [
      "base",
      583
    ],
    [
      "small",
      584
    ],
    [
      "big",
      585
    ],
    [
      "several",
      586
    ],
    [
      "teams",
      587
    ],
    [
      "departments",
      588
    ],
    [
      "recommend",
      589
    ],
    [
      "well",
      590
    ],
    [
      "major",
      591
    ],
    [
      "cross",
      592
    ],
    [
      "key",
      593
    ],
    [
      "container",
      594
    ],
    [
      "holds",
      595
    ],
    [
      "important",
      596
    ],
    [
      "stuff",
      597
    ],
    [
      "posts",
      598
    ],
    [
      "needs",
      599
    ],
    [
      "something",
      600
    ],
    [
      "related",
      601
    ],
    [
      "product",
      602
    ],
    [
      "internal",
      603
    ],
    [
      "communications",
      604
    ],
    [
      "store",
      605
    ],
    [
      "offer",
      606
    ],
    [
      "lot",
      607
    ],
    [
      "flexibility",
      608
    ],
    [
      "storing",
      609
    ],
    [
      "information",
      610
    ],
    [
      "number",
      611
    ],
    [
      "templates",
      612
    ],
    [
      "included",
      613
    ],
    [
      "template",
      614
    ],
    [
      "filled",
      615
    ],
    [
      "business",
      616
    ],
    [
      "processes",
      617
    ],
    [
      "outline",
      618
    ],
    [
      "report",
      619
    ],
    [
      "progress",
      620
    ],
    [
      "graphs",
      621
    ],
    [
      "embedding",
      622
    ],
    [
      "great",
      623
    ],
    [
      "places",
      624
    ],
    [
      "engaging",
      625
    ],
    [
      "helpful",
      626
    ],
    [
      "become",
      627
    ],
    [
      "101",
      628
    ],
    [
      "navigation",
      629
    ],
    [
      "they",
      630
    ],
    [
      "appear",
      631
    ],
    [
      "linkdescriptionconfluence",
      632
    ],
    [
      "spaceschances",
      633
    ],
    [
      "job",
      634
    ],
    [
      "lives",
      635
    ],
    [
      "multiple",
      636
    ],
    [
      "word",
      637
    ],
    [
      "docs",
      638
    ],
    [
      "evernote",
      639
    ],
    [
      "post",
      640
    ],
    [
      "scattered",
      641
    ],
    [
      "among",
      642
    ],
    [
      "systems",
      643
    ],
    [
      "make",
      644
    ],
    [
      "matters",
      645
    ],
    [
      "worse",
      646
    ],
    [
      "teammates",
      647
    ],
    [
      "equally",
      648
    ],
    [
      "siloed",
      649
    ],
    [
      "had",
      650
    ],
    [
      "feelings",
      651
    ],
    [
      "lonely",
      652
    ],
    [
      "but",
      653
    ],
    [
      "bring",
      654
    ],
    [
      "teamgetting",
      655
    ],
    [
      "outlined",
      656
    ],
    [
      "steps",
      657
    ],
    [
      "weigh",
      658
    ],
    [
      "boss",
      659
    ],
    [
      "entire",
      660
    ],
    [
      "company",
      661
    ],
    [
      "organized",
      662
    ],
    [
      "pagesthink",
      663
    ],
    [
      "age",
      664
    ],
    [
      "were",
      665
    ],
    [
      "rotary",
      666
    ],
    [
      "phones",
      667
    ],
    [
      "smart",
      668
    ],
    [
      "phone",
      669
    ],
    [
      "still",
      670
    ],
    [
      "calls",
      671
    ],
    [
      "counterparts",
      672
    ],
    [
      "much",
      673
    ],
    [
      "than",
      674
    ],
    [
      "tasks",
      675
    ],
    [
      "59",
      676
    ],
    [
      "incomplete",
      677
    ],
    [
      "colour",
      678
    ],
    [
      "icon",
      679
    ],
    [
      "56",
      680
    ],
    [
      "decide",
      681
    ],
    [
      "who",
      682
    ],
    [
      "specific",
      683
    ],
    [
      "restrictions",
      684
    ],
    [
      "permissions",
      685
    ],
    [
      "57",
      686
    ],
    [
      "highlighting",
      687
    ],
    [
      "58",
      688
    ],
    [
      "inviting",
      689
    ],
    [
      "mcp関連",
      690
    ],
    [
      "test",
      691
    ],
    [
      "mcp",
      692
    ],
    [
      "evidence",
      693
    ],
    [
      "19",
      694
    ],
    [
      "45",
      695
    ],
    [
      "90",
      696
    ],
    [
      "proves",
      697
    ],
    [
      "api",
      698
    ],
    [
      "works",
      699
    ],
    [
      "datacenter",
      700
    ],
    [
      "testing",
      701
    ],
    [
      "compatible",
      702
    ],
    [
      "apis",
      703
    ],
    [
      "datacenter版",
      704
    ],
    [
      "server環境向けのmodel",
      705
    ],
    [
      "context",
      706
    ],
    [
      "protocol",
      707
    ],
    [
      "サーバーです",
      708
    ],
    [
      "aiエージェントがconfluenceのスペース",
      709
    ],
    [
      "ページ",
      710
    ],
    [
      "ユーザー",
      711
    ],
    [
      "検索機能と効率的にやり取りできるよう設計されています",
      712
    ],
    [
      "概要",
      713
    ],
    [
      "mcpサーバーは",
      714
    ],
    [
      "serverの",
      715
    ],
    [
      "17の主要api",
      716
    ],
    [
      "を提供し",
      717
    ],
    [
      "以下の機能を実現します",
      718
    ],
    [
      "ページ管理",
      719
    ],
    [
      "作成・読取・更新・削除の完全なcrud操作",
      720
    ],
    [
      "高度な検索",
      721
    ],
    [
      "cql",
      722
    ],
    [
      "query",
      723
    ],
    [
      "language",
      724
    ],
    [
      "による強力な検索機能",
      725
    ],
    [
      "ラベル管理",
      726
    ],
    [
      "コンテンツの分類・整理機能",
      727
    ],
    [
      "ユーザー管理",
      728
    ],
    [
      "ユーザー検索・情報取得機能",
      729
    ],
    [
      "スペース管理",
      730
    ],
    [
      "スペース情報の取得・管理",
      731
    ],
    [
      "markdown変換",
      732
    ],
    [
      "confluenceページとmarkdownの相互変換",
      733
    ],
    [
      "対応バージョン",
      734
    ],
    [
      "rest",
      735
    ],
    [
      "v1",
      736
    ],
    [
      "basic認証",
      737
    ],
    [
      "ユーザー名・パスワード",
      738
    ],
    [
      "cloud",
      739
    ],
    [
      "このバージョンでは未対応",
      740
    ],
    [
      "datacenter版専用最適化",
      741
    ],
    [
      "v1対応",
      742
    ],
    [
      "server環境に特化",
      743
    ],
    [
      "ユーザー名・パスワードによる認証",
      744
    ],
    [
      "高性能",
      745
    ],
    [
      "不要なapi呼び出しを削減した効率的な実装",
      746
    ],
    [
      "高度な検索機能",
      747
    ],
    [
      "強力な検索クエリをサポート",
      748
    ],
    [
      "柔軟なフィルタリング",
      749
    ],
    [
      "作成者",
      750
    ],
    [
      "日付",
      751
    ],
    [
      "スペース等での詳細検索",
      752
    ],
    [
      "markdown統合機能",
      753
    ],
    [
      "双方向変換",
      754
    ],
    [
      "markdown",
      755
    ],
    [
      "の相互変換",
      756
    ],
    [
      "一括エクスポート",
      757
    ],
    [
      "スペース全体を一括でmarkdown化",
      758
    ],
    [
      "メタデータ保持",
      759
    ],
    [
      "ページ情報を適切に保持",
      760
    ],
    [
      "ページ管理api",
      761
    ],
    [
      "api名機能使用場面confluence_get_pagesページ一覧取得・フィルタリングスペース内のページを検索・一覧表示confluence_get_page_by_id特定ページの詳細情報取得ページidによる個別ページの情報取得confluence_create_page新しいページの作成新規ドキュメント・記事の作成confluence_update_page既存ページの更新ページ内容・タイトルの変更confluence_delete_pageページの削除不要なページの削除",
      762
    ],
    [
      "検索・ラベル管理api",
      763
    ],
    [
      "新機能",
      764
    ],
    [
      "api名機能使用場面confluence_search_contentcql検索によるコンテンツ検索高度な条件でのページ・コンテンツ検索confluence_get_content_labelsコンテンツのラベル取得ページに付与されたラベルの確認confluence_add_content_labelコンテンツへのラベル追加ページの分類・タグ付け",
      765
    ],
    [
      "スペース管理api",
      766
    ],
    [
      "api名機能使用場面confluence_get_spacesスペース一覧の取得利用可能なスペースの確認confluence_get_space_by_id特定スペースの詳細情報取得スペースidによる個別情報取得",
      767
    ],
    [
      "ユーザー管理api",
      768
    ],
    [
      "api名機能使用場面confluence_get_current_user現在のユーザー情報取得認証ユーザーの情報確認confluence_get_user_by_id特定ユーザーの詳細情報取得ユーザーidによる個別情報取得confluence_get_usersユーザー検索・一覧取得ユーザー名での検索・一覧表示",
      769
    ],
    [
      "markdown変換api",
      770
    ],
    [
      "特徴機能",
      771
    ],
    [
      "api名機能使用場面confluence_page_to_markdownページをmarkdownファイルに変換ローカルでの編集・バックアップ作成confluence_markdown_to_pagemarkdownファイルからページ作成外部で作成したドキュメントの取り込みconfluence_update_page_from_markdownmarkdownファイルで既存ページを更新markdown編集後の更新作業confluence_export_space_to_markdownスペース全体をmarkdown形式でエクスポートスペース全体のバックアップ・移行",
      772
    ],
    [
      "全てのapiはconfluence",
      773
    ],
    [
      "バージョンでテスト済みです",
      774
    ],
    [
      "前提条件",
      775
    ],
    [
      "node",
      776
    ],
    [
      "js",
      777
    ],
    [
      "18以上",
      778
    ],
    [
      "へのアクセス権",
      779
    ],
    [
      "有効なユーザー名・パスワード",
      780
    ],
    [
      "リポジトリのクローン",
      781
    ],
    [
      "git",
      782
    ],
    [
      "clone",
      783
    ],
    [
      "repository",
      784
    ],
    [
      "url",
      785
    ],
    [
      "cd",
      786
    ],
    [
      "confluence_mcp_server",
      787
    ],
    [
      "環境設定ファイルの作成",
      788
    ],
    [
      "cp",
      789
    ],
    [
      "env",
      790
    ],
    [
      "envファイルを編集",
      791
    ],
    [
      "の設定",
      792
    ],
    [
      "confluence_domain",
      793
    ],
    [
      "localhost",
      794
    ],
    [
      "8090",
      795
    ],
    [
      "confluence_auth_type",
      796
    ],
    [
      "basic",
      797
    ],
    [
      "confluence_username",
      798
    ],
    [
      "username",
      799
    ],
    [
      "confluence_password",
      800
    ],
    [
      "password",
      801
    ],
    [
      "confluence_base_url",
      802
    ],
    [
      "vs",
      803
    ],
    [
      "code",
      804
    ],
    [
      "mcp設定",
      805
    ],
    [
      "code設定ファイルに以下を追加",
      806
    ],
    [
      "command",
      807
    ],
    [
      "args",
      808
    ],
    [
      "path",
      809
    ],
    [
      "build",
      810
    ],
    [
      "index",
      811
    ],
    [
      "使用例",
      812
    ],
    [
      "スペースの確認",
      813
    ],
    [
      "利用可能なconfluenceスペース一覧を表示してください",
      814
    ],
    [
      "ページの検索",
      815
    ],
    [
      "タイトルに",
      816
    ],
    [
      "を含むページをcql検索で探してください",
      817
    ],
    [
      "ページの作成",
      818
    ],
    [
      "docスペースに",
      819
    ],
    [
      "開発ガイドライン",
      820
    ],
    [
      "というタイトルで新しいページを作成してください",
      821
    ],
    [
      "cql検索の活用",
      822
    ],
    [
      "スペースがtestで",
      823
    ],
    [
      "最終更新が2024年以降のページを検索してください",
      824
    ],
    [
      "ページid",
      825
    ],
    [
      "12345",
      826
    ],
    [
      "重要",
      827
    ],
    [
      "開発",
      828
    ],
    [
      "のラベルを追加してください",
      829
    ],
    [
      "67890",
      830
    ],
    [
      "をmarkdownファイルに変換して",
      831
    ],
    [
      "guide",
      832
    ],
    [
      "md",
      833
    ],
    [
      "として保存してください",
      834
    ],
    [
      "docスペース全体を",
      835
    ],
    [
      "backup",
      836
    ],
    [
      "doc_space",
      837
    ],
    [
      "にmarkdown形式でエクスポートしてください",
      838
    ],
    [
      "全17apiの動作テスト",
      839
    ],
    [
      "confluence_datacenter_17_apis",
      840
    ],
    [
      "bat",
      841
    ],
    [
      "よくある問題と解決策",
      842
    ],
    [
      "認証エラー",
      843
    ],
    [
      "ユーザー名・パスワードの確認",
      844
    ],
    [
      "アカウントの有効性確認",
      845
    ],
    [
      "ドメイン設定の確認",
      846
    ],
    [
      "権限エラー",
      847
    ],
    [
      "スペース・ページへのアクセス権限確認",
      848
    ],
    [
      "編集権限の確認",
      849
    ],
    [
      "管理者権限の必要性確認",
      850
    ],
    [
      "接続エラー",
      851
    ],
    [
      "confluenceサーバーの起動状態確認",
      852
    ],
    [
      "ネットワーク接続の確認",
      853
    ],
    [
      "ポート番号",
      854
    ],
    [
      "通常8090",
      855
    ],
    [
      "の確認",
      856
    ],
    [
      "ssl証明書の問題",
      857
    ],
    [
      "開発環境ではnode_tls_reject_unauthorized",
      858
    ],
    [
      "これはmarkdown",
      859
    ],
    [
      "confluenceのコードブロック変換をテストするためのページです",
      860
    ],
    [
      "dockerコマンドの例",
      861
    ],
    [
      "ubuntuコンテナを開始して",
      862
    ],
    [
      "bashでアクセスするコマンドです",
      863
    ],
    [
      "bash",
      864
    ],
    [
      "python",
      865
    ],
    [
      "コードの例",
      866
    ],
    [
      "javascript",
      867
    ],
    [
      "言語指定なしのコードブロック",
      868
    ],
    [
      "まとめ",
      869
    ],
    [
      "このテストファイルには以下のコードブロックが含まれています",
      870
    ],
    [
      "bashコマンド",
      871
    ],
    [
      "pythonコード",
      872
    ],
    [
      "javascriptコード",
      873
    ],
    [
      "言語指定なしのコード",
      874
    ],
    [
      "mcp学習マップ",
      875
    ],
    [
      "完全版",
      876
    ],
    [
      "学習ナビゲーション",
      877
    ],
    [
      "このファイルは",
      878
    ],
    [
      "mcp学習の全体像と最適な学習ルートを示します",
      879
    ],
    [
      "基礎レベル完了の目安",
      880
    ],
    [
      "mcpをusb",
      881
    ],
    [
      "cに例えて説明できる",
      882
    ],
    [
      "3ステップセットアップを実行できた",
      883
    ],
    [
      "copilotでmcpサーバーを使えた",
      884
    ],
    [
      "ファイル操作",
      885
    ],
    [
      "web検索をaiにお願いできた",
      886
    ],
    [
      "実践レベル完了の目安",
      887
    ],
    [
      "複数のmcpサーバーを組み合わせて使える",
      888
    ],
    [
      "セキュリティ設定を理解・実装できる",
      889
    ],
    [
      "業務での具体的活用方法をイメージできる",
      890
    ],
    [
      "トラブル発生時に自力で解決できる",
      891
    ],
    [
      "開発レベル完了の目安",
      892
    ],
    [
      "fastmcp",
      893
    ],
    [
      "または",
      894
    ],
    [
      "typescript",
      895
    ],
    [
      "sdk",
      896
    ],
    [
      "を使える",
      897
    ],
    [
      "簡単なmcpサーバーを自作できる",
      898
    ],
    [
      "ツール",
      899
    ],
    [
      "リソース",
      900
    ],
    [
      "プロンプト機能を実装できる",
      901
    ],
    [
      "github",
      902
    ],
    [
      "copilotに組み込んで使える",
      903
    ],
    [
      "応用レベル完了の目安",
      904
    ],
    [
      "パフォーマンス最適化を実装できる",
      905
    ],
    [
      "キャッシュ",
      906
    ],
    [
      "非同期処理を活用できる",
      907
    ],
    [
      "エンタープライズレベルの設計ができる",
      908
    ],
    [
      "チーム・組織への導入を主導できる",
      909
    ],
    [
      "技術レベル完了の目安",
      910
    ],
    [
      "mcpプロトコルの詳細を理解している",
      911
    ],
    [
      "aiエージェントとの通信フローを説明できる",
      912
    ],
    [
      "独自クライアントアプリを開発できる",
      913
    ],
    [
      "mcpエコシステムに貢献できる",
      914
    ],
    [
      "修了認定",
      915
    ],
    [
      "全レベルを完了した方は",
      916
    ],
    [
      "以下の最終プロジェクトに挑戦してみてください",
      917
    ],
    [
      "質問・相談先",
      918
    ],
    [
      "公式discord",
      919
    ],
    [
      "リアルタイムサポート",
      920
    ],
    [
      "discussions",
      921
    ],
    [
      "技術議論",
      922
    ],
    [
      "stack",
      923
    ],
    [
      "overflow",
      924
    ],
    [
      "プログラミング質問",
      925
    ],
    [
      "情報収集",
      926
    ],
    [
      "公式サイト",
      927
    ],
    [
      "最新情報",
      928
    ],
    [
      "公式github",
      929
    ],
    [
      "開発動向",
      930
    ],
    [
      "仕様書",
      931
    ],
    [
      "技術仕様",
      932
    ],
    [
      "最新情報追跡",
      933
    ],
    [
      "mcpは活発に開発中",
      934
    ],
    [
      "定期的に情報更新",
      935
    ],
    [
      "この学習マップがあなたのmcp習得の羅針盤となることを願っています",
      936
    ],
    [
      "happy",
      937
    ],
    [
      "learning",
      938
    ],
    [
      "mcp学習ガイド",
      939
    ],
    [
      "初心者から上級者まで",
      940
    ],
    [
      "5分で理解",
      941
    ],
    [
      "30分で実践",
      942
    ],
    [
      "model",
      943
    ],
    [
      "を段階的に学べる完全ガイドです",
      944
    ],
    [
      "コマンド実行",
      945
    ],
    [
      "1分",
      946
    ],
    [
      "cmd2",
      947
    ],
    [
      "code設定",
      948
    ],
    [
      "設定に以下を追加",
      949
    ],
    [
      "json3",
      950
    ],
    [
      "動作確認",
      951
    ],
    [
      "copilot",
      952
    ],
    [
      "chatで",
      953
    ],
    [
      "今日の東京の天気は",
      954
    ],
    [
      "と質問",
      955
    ],
    [
      "成功",
      956
    ],
    [
      "mcpがリアルタイムでweb検索した結果が表示されます",
      957
    ],
    [
      "mcp完全ガイド",
      958
    ],
    [
      "最初に読む",
      959
    ],
    [
      "mcpの全体像と学習ルート",
      960
    ],
    [
      "スキルレベル診断",
      961
    ],
    [
      "成功事例と3分体験",
      962
    ],
    [
      "mcp基礎編",
      963
    ],
    [
      "mcpとは何か",
      964
    ],
    [
      "身近な例で理解",
      965
    ],
    [
      "基本概念と利点",
      966
    ],
    [
      "クイックスタート",
      967
    ],
    [
      "mcp実践編",
      968
    ],
    [
      "3ステップセットアップ",
      969
    ],
    [
      "code設定詳細",
      970
    ],
    [
      "実用的な使用例",
      971
    ],
    [
      "mcpサーバー開発実践ガイド",
      972
    ],
    [
      "fastmcpでの開発",
      973
    ],
    [
      "sdkでの開発",
      974
    ],
    [
      "実際のサーバー作成手順",
      975
    ],
    [
      "mcp応用編",
      976
    ],
    [
      "パフォーマンス最適化",
      977
    ],
    [
      "キャッシュと非同期処理",
      978
    ],
    [
      "エンタープライズ導入",
      979
    ],
    [
      "mcp技術編",
      980
    ],
    [
      "内部動作メカニズム",
      981
    ],
    [
      "通信プロトコル詳細",
      982
    ],
    [
      "aiエージェントとの相互作用",
      983
    ],
    [
      "mcpサポート編",
      984
    ],
    [
      "公式リソース一覧",
      985
    ],
    [
      "コミュニティ情報",
      986
    ],
    [
      "基礎レベル",
      987
    ],
    [
      "mcpの基本概念を説明できる",
      988
    ],
    [
      "mcpサーバーをvs",
      989
    ],
    [
      "codeで動かせる",
      990
    ],
    [
      "ファイル操作やweb検索をaiにお願いできる",
      991
    ],
    [
      "実践レベル",
      992
    ],
    [
      "セキュリティを考慮した設定ができる",
      993
    ],
    [
      "業務でmcpを活用できる",
      994
    ],
    [
      "開発レベル",
      995
    ],
    [
      "fastmcpまたはtypescript",
      996
    ],
    [
      "sdkを使える",
      997
    ],
    [
      "上級レベル",
      998
    ],
    [
      "mcp公式サイト",
      999
    ],
    [
      "最新情報とエコシステム",
      1000
    ],
    [
      "mcp仕様書",
      1001
    ],
    [
      "プロトコル詳細仕様",
      1002
    ],
    [
      "とサンプル集",
      1003
    ],
    [
      "コミュニティ",
      1004
    ],
    [
      "discord",
      1005
    ],
    [
      "リアルタイム質問・情報交換",
      1006
    ],
    [
      "開発ツール",
      1007
    ],
    [
      "inspector",
      1008
    ],
    [
      "デバッグ用webui",
      1009
    ],
    [
      "code拡張",
      1010
    ],
    [
      "開発支援",
      1011
    ],
    [
      "プロジェクトテンプレート",
      1012
    ],
    [
      "継続学習のコツ",
      1013
    ],
    [
      "小さく始める",
      1014
    ],
    [
      "完璧を目指さず",
      1015
    ],
    [
      "まず動かしてみる",
      1016
    ],
    [
      "実践重視",
      1017
    ],
    [
      "理論より手を動かすことを優先",
      1018
    ],
    [
      "コミュニティ活用",
      1019
    ],
    [
      "一人で悩まず積極的に質問・情報共有",
      1020
    ],
    [
      "定期的な情報更新",
      1021
    ],
    [
      "は活発に開発中なので最新情報をチェック",
      1022
    ],
    [
      "mcpは",
      1023
    ],
    [
      "aiアプリケーション専用のusb",
      1024
    ],
    [
      "cポート",
      1025
    ],
    [
      "です",
      1026
    ],
    [
      "一度作ったツールを",
      1027
    ],
    [
      "あらゆるaiアプリで使い回せます",
      1028
    ],
    [
      "mcpって何",
      1029
    ],
    [
      "aiアプリがいろんなツールを使えるようにする規格",
      1030
    ],
    [
      "例えば",
      1031
    ],
    [
      "従来",
      1032
    ],
    [
      "excelデータをchatgptで使いたい",
      1033
    ],
    [
      "データをコピペする手間",
      1034
    ],
    [
      "mcp後",
      1035
    ],
    [
      "excelデータをmcpサーバー経由で直接aiが読める",
      1036
    ],
    [
      "自動化",
      1037
    ],
    [
      "mcpがリアルタイムでweb情報を取得する様子を体験",
      1038
    ],
    [
      "cmd",
      1039
    ],
    [
      "学習ルート選択",
      1040
    ],
    [
      "あなたの目標に合わせて選択",
      1041
    ],
    [
      "あなたの状況推奨学習ルート所要時間",
      1042
    ],
    [
      "mcpを初めて聞いた",
      1043
    ],
    [
      "基礎理解",
      1044
    ],
    [
      "実際に体験30分",
      1045
    ],
    [
      "プログラマーだが時間がない",
      1046
    ],
    [
      "サーバー開発",
      1047
    ],
    [
      "動作確認1時間",
      1048
    ],
    [
      "業務で導入を検討",
      1049
    ],
    [
      "応用例2時間",
      1050
    ],
    [
      "技術詳細を知りたい",
      1051
    ],
    [
      "内部動作",
      1052
    ],
    [
      "サポート随時",
      1053
    ],
    [
      "レベル別学習ガイド",
      1054
    ],
    [
      "概念と基本設定",
      1055
    ],
    [
      "mcpとは",
      1056
    ],
    [
      "usb",
      1057
    ],
    [
      "cのような汎用接続規格",
      1058
    ],
    [
      "利用シナリオ",
      1059
    ],
    [
      "実際にどう使われるか",
      1060
    ],
    [
      "主な利点",
      1061
    ],
    [
      "なぜmcpが必要なのか",
      1062
    ],
    [
      "mcpの基本概念を理解",
      1063
    ],
    [
      "mcpがもたらすメリットを把握",
      1064
    ],
    [
      "自分の業務にどう活用できるかイメージできる",
      1065
    ],
    [
      "導入設定使用例",
      1066
    ],
    [
      "最速でmcpを体験",
      1067
    ],
    [
      "実際に動かしてみる",
      1068
    ],
    [
      "実用例",
      1069
    ],
    [
      "ファイル操作やweb検索",
      1070
    ],
    [
      "mcpサーバーを実際に動かせる",
      1071
    ],
    [
      "copilotでmcpを体験",
      1072
    ],
    [
      "基本的な使い方をマスター",
      1073
    ],
    [
      "レベル3",
      1074
    ],
    [
      "開発実践",
      1075
    ],
    [
      "サーバー作成",
      1076
    ],
    [
      "所要時間",
      1077
    ],
    [
      "2時間",
      1078
    ],
    [
      "前提知識",
      1079
    ],
    [
      "レベル2完了",
      1080
    ],
    [
      "基本的なプログラミング知識",
      1081
    ],
    [
      "最も簡単な方法",
      1082
    ],
    [
      "web系開発者向け",
      1083
    ],
    [
      "code連携",
      1084
    ],
    [
      "作ったサーバーを実際に使う",
      1085
    ],
    [
      "独自のmcpサーバーを作成できる",
      1086
    ],
    [
      "プロンプト機能を実装",
      1087
    ],
    [
      "copilotに組み込んで活用",
      1088
    ],
    [
      "高度な活用",
      1089
    ],
    [
      "認証とセキュリティ",
      1090
    ],
    [
      "セキュアな運用方法",
      1091
    ],
    [
      "企業レベルでの導入",
      1092
    ],
    [
      "スケールする設計",
      1093
    ],
    [
      "本格的なmcpサーバーを設計・構築",
      1094
    ],
    [
      "大量データ処理とパフォーマンス最適化",
      1095
    ],
    [
      "セキュリティを考慮したエンタープライズ運用",
      1096
    ],
    [
      "詳細理解とプロトコル仕様",
      1097
    ],
    [
      "mcpサーバーの内部動作",
      1098
    ],
    [
      "aiとの通信の仕組み",
      1099
    ],
    [
      "json",
      1100
    ],
    [
      "rpcレベルの詳細",
      1101
    ],
    [
      "mcpプロトコルの完全理解",
      1102
    ],
    [
      "独自クライアントアプリの開発能力",
      1103
    ],
    [
      "mcpエコシステムへの貢献",
      1104
    ],
    [
      "レベル6",
      1105
    ],
    [
      "サポート",
      1106
    ],
    [
      "問題解決",
      1107
    ],
    [
      "トラブル発生時",
      1108
    ],
    [
      "各レベルで必要に応じて参照",
      1109
    ],
    [
      "トラブルシューティング",
      1110
    ],
    [
      "接続・認証・パフォーマンス問題",
      1111
    ],
    [
      "公式リソース",
      1112
    ],
    [
      "最新情報とコミュニティ",
      1113
    ],
    [
      "開発者ツール",
      1114
    ],
    [
      "デバッグとテスト",
      1115
    ],
    [
      "問題の自力解決能力",
      1116
    ],
    [
      "最新情報のキャッチアップ方法",
      1117
    ],
    [
      "コミュニティとの連携",
      1118
    ],
    [
      "ドキュメント管理会社a社",
      1119
    ],
    [
      "課題",
      1120
    ],
    [
      "powerpointファイルが1000個以上あり",
      1121
    ],
    [
      "内容検索が困難",
      1122
    ],
    [
      "解決",
      1123
    ],
    [
      "mcpサーバーでpowerpointデータを構造化",
      1124
    ],
    [
      "aiが自動要約・検索",
      1125
    ],
    [
      "効果",
      1126
    ],
    [
      "資料検索時間を90",
      1127
    ],
    [
      "短縮",
      1128
    ],
    [
      "githubのイシュー管理とslack連携が手動で非効率",
      1129
    ],
    [
      "mcp経由でgithub",
      1130
    ],
    [
      "slack",
      1131
    ],
    [
      "jiraを統合",
      1132
    ],
    [
      "aiが自動トリアージ",
      1133
    ],
    [
      "プロジェクト管理工数を60",
      1134
    ],
    [
      "削減",
      1135
    ],
    [
      "フリーランス開発者cさん",
      1136
    ],
    [
      "複数プロジェクトのコード品質チェックが手動で大変",
      1137
    ],
    [
      "mcpサーバーで静的解析ツール統合",
      1138
    ],
    [
      "aiが自動レビュー",
      1139
    ],
    [
      "コードレビュー時間を80",
      1140
    ],
    [
      "論文の参考文献収集と整理が時間のかかる作業",
      1141
    ],
    [
      "mcp経由で学術データベース接続",
      1142
    ],
    [
      "aiが関連論文を自動収集",
      1143
    ],
    [
      "文献調査時間を70",
      1144
    ],
    [
      "ステップ1",
      1145
    ],
    [
      "環境確認",
      1146
    ],
    [
      "30秒",
      1147
    ],
    [
      "ステップ2",
      1148
    ],
    [
      "公式サーバーをインストール",
      1149
    ],
    [
      "ステップ3",
      1150
    ],
    [
      "chat",
      1151
    ],
    [
      "ctrl",
      1152
    ],
    [
      "shift",
      1153
    ],
    [
      "で試してみる",
      1154
    ],
    [
      "mcpサーバー経由でファイル情報やweb検索結果が表示されます",
      1155
    ],
    [
      "以下の質問に答えて",
      1156
    ],
    [
      "あなたの現在のスキルレベルを確認しましょう",
      1157
    ],
    [
      "質問1",
      1158
    ],
    [
      "mcpの基本理解",
      1159
    ],
    [
      "mcpって何の略か分からない",
      1160
    ],
    [
      "レベル1から開始",
      1161
    ],
    [
      "mcpは知ってるが使ったことない",
      1162
    ],
    [
      "レベル2から開始",
      1163
    ],
    [
      "mcpサーバーを設定したことがある",
      1164
    ],
    [
      "レベル3から開始",
      1165
    ],
    [
      "質問2",
      1166
    ],
    [
      "プログラミング経験",
      1167
    ],
    [
      "プログラミング未経験",
      1168
    ],
    [
      "レベル1で概念理解に集中",
      1169
    ],
    [
      "スクリプト程度は書ける",
      1170
    ],
    [
      "レベル2で実践体験",
      1171
    ],
    [
      "業務でプログラムを書いている",
      1172
    ],
    [
      "レベル3で開発実践",
      1173
    ],
    [
      "質問3",
      1174
    ],
    [
      "copilot利用状況",
      1175
    ],
    [
      "使ったことがない",
      1176
    ],
    [
      "レベル1で基礎から",
      1177
    ],
    [
      "基本的な使い方は知っている",
      1178
    ],
    [
      "レベル2で応用",
      1179
    ],
    [
      "拡張機能も含めて活用している",
      1180
    ],
    [
      "レベル3以上で本格活用",
      1181
    ],
    [
      "短期目標",
      1182
    ],
    [
      "1週間以内",
      1183
    ],
    [
      "mcpの基本概念を理解する",
      1184
    ],
    [
      "公式mcpサーバーを1つ以上動かす",
      1185
    ],
    [
      "copilotでmcpを体験する",
      1186
    ],
    [
      "中期目標",
      1187
    ],
    [
      "1ヶ月以内",
      1188
    ],
    [
      "簡単なmcpサーバーを自作する",
      1189
    ],
    [
      "業務や個人作業でmcpを活用する",
      1190
    ],
    [
      "パフォーマンス最適化を理解する",
      1191
    ],
    [
      "長期目標",
      1192
    ],
    [
      "3ヶ月以内",
      1193
    ],
    [
      "本格的なmcpサーバーを構築する",
      1194
    ],
    [
      "mcpエコシステムに貢献する",
      1195
    ],
    [
      "チームや組織への導入を主導する",
      1196
    ],
    [
      "更新履歴",
      1197
    ],
    [
      "日付バージョン変更内容2024",
      1198
    ],
    [
      "03",
      1199
    ],
    [
      "0初版作成2024",
      1200
    ],
    [
      "201",
      1201
    ],
    [
      "0office連携例を追加2024",
      1202
    ],
    [
      "251",
      1203
    ],
    [
      "0トラブルシューティング強化2025",
      1204
    ],
    [
      "012",
      1205
    ],
    [
      "0大幅アップデート",
      1206
    ],
    [
